{
    "https://www.bbc.com/news/politics": [
        "Confusion over fresh talks in Manchester Covid row",
        "Tighter rules kick in for millions in England",
        "The Covid funding gap faultline",
        "UK's trade talks with EU are over, says No 10",
        "Labour demands children get school holiday meals",
        "Virus means Welsh laws can be drafted 'in hours'",
        "ประท้วง 16 ต.ค.",
        "Covid-19 in Scotland: Where are the latest cases?",
        "PM appears confused over single parent Covid rules",
        "Ban on visiting Wales from Covid hotspots begins",
        "Boris Johnson 'confusion' over Covid rules",
        "PM warns he may 'need to intervene' on Manchester",
        "End of Brexit talks 'hugely concerning' for farmers",
        "Tory party branch gets £10k Covid grant",
        "Forged signatures on more flats' fire certificates",
        "Fortnight 'fire-break' likely within days",
        "£40m fund a 'drop in the ocean' for closed pubs",
        "More tests to be trialled across England - PM"
    ],
    "https://www.theguardian.com/politics": [
        "One million young Britons ‘face jobs crisis within weeks’",
        "Police get access to people told to self-isolate by test and trace",
        "Coronavirus: world sees record 400,000 new cases in a single day; Italy's PM to announce new measures",
        "Leaders and No 10 at odds over tier 3 lockdown plans",
        "Thousands of victims denied right to stay in UK",
        "Police officer poisoned by novichok to quit",
        "Quarter of a million sign footballer's free school meals petition",
        "Users sent incorrect risk-level change",
        "Brother of mayor Joe Anderson dies in hospital",
        "Police disperse drinkers protesting against tier 2 rules",
        "Businesswoman 'admits to Boris Johnson affair'",
        "Next to Trump, even Boris Johnson and Scott Morrison look good",
        "Catches, quotas and communities: the key fisheries issues at stake",
        "UK food standards: why No 10's lack of commitment is making farmers furious",
        "The Guardian view on the north-south divide: Boris Johnson made it worse",
        "What did Boris Johnson mean by an Australia-style system of trade?",
        "One person hoping Donald Trump wins: Boris Johnson",
        "What was the point of Johnson's Brexit statement? To save face"
    ],
    "https://www.dailymail.co.uk/news/uk-politics/index.html": [
        "'Put your wellies and mac on, we're going out': Brits joke that they'll dodge Boris Johnson's sex ban by going DOGGING after Downing Street says couples who live in Tier Two and Three coronavirus hotspots can't mix indoors ",
        "Sir Patrick Vallance says Tier Three restrictions will have to get TOUGHER to bring R-rate below one as Boris Johnson warns Manchester time is running out if mayor Andy Burnham doesn't accept new lockdown and daily cases hit 15,000",
        "Boris brings back the SEX BAN: Downing Street says couples who live in Tier Two and Three coronavirus hotspots can't mix indoors and MUST socially distance if they meet up outside - even if they are in a long-term relationship",
        "He wasn't always 'King in the North': Would-be Labour leader Andy Burnham turned his back on Westminster after losing to Jeremy Corbyn but is now back centre stage in Covid standoff with Boris Johnson",
        "'This is about saving lives': PM lashes out at Andy Burnham's lack of 'leadership' as Greater Manchester Mayor refuses to accept Tier Three lockdown rules and haggles for more money - but Lancashire AGREES to the curbs from TOMORROW with '£30m bailout' ",
        "Boris Johnson's three-tier Covid crackdown is thrown into chaos as his OWN Northern MPs join Manchester major Andy Burnham in rejecting it - accusing PM of southern bias and demanding locals are 'looked after' with 80% furlough scheme ",
        "Is London's Covid outbreak ALREADY slowing down? Figures reveal not a single borough in London has infections above the national average as MPs demand to know why Sadiq has rushed city into crippling Tier Two lockdown",
        "Boris refuses to back down from regional lockdown plan in showdown with 'opportunist' Keir Starmer - as Rishi Sunak warns MPs national lockdown would cause 'significant damage' to people's lives",
        "Boris Johnson has 'no fear' of a No Deal Brexit ahead of EU talks with Von Der Leyen tomorrow - as Tory peer Lord Agnew accuses British businesses of having their 'heads in the sand' over exit from single market",
        "'Has he been fighting a cat?' Viewers are distracted by strands of hair falling onto Boris Johnson's shoulders as he announces lockdown changes ",
        "SAGE release minutes showing they wanted harsh national circuit-breaker lockdown THREE WEEKS ago to avoid potential Covid 'catastrophe': Scientists say 'Three Tier' system won't be enough minutes after Boris announced it",
        "London could be plunged into tier two lockdown THIS WEEK: Sadiq Khan warns capital's nine million people they face Tier Two move within DAYS that will see them banning them from mixing together indoors",
        "'Dirty dossier' ex-MI6 officer Christopher Steele criticises the UK's 'inadequate' response to Russian political interference designed to push parties to 'extremes'",
        "Labour demands licence review of Russian state-owned broadcaster RT in wake of 'troubling revelations' about former leader Jeremy Corbyn's links to Moscow in bombshell security report",
        "How a Chinese handbag seller married a peer and now finds herself at the heart of the Establishment amid fears over Beijing's influence on Britain ",
        "Boris Johnson is accused of 'parachuting in' loyalist ex-Cabinet minister Chris 'Failing' Grayling to head Commons intelligence watchdog",
        "HARRY COLE: Race to replace Dominic Grieve as chairman of the Intelligence and Security Committee hots up between two Tory hopefuls ",
        "Tony Blair uses his New Year's message to stick the boot into Jeremy Corbyn again, blasting Labour's worst defeat for 90 years and calling for 'real progressive change' in 2020 "
    ],
    "https://www.telegraph.co.uk/politics/": [
        "Teachers call for 'circuit-breaker' lockdown and two-week half term",
        "Trade talks are over, says No 10, as Boris Johnson paves way for No Deal",
        "Boris Johnson holds back on new Manchester restrictions amid fears over enforcement",
        "Exclusive: Mark Carney to set up 'credible' carbon market by beginning of next year",
        "George Osborne lined up as the next BBC chairman",
        "Boris Johnson 'won't hit target of 500,000 Covid tests a day by end of month'",
        "Rishi Sunak considers more support for firms facing months of restricted trading",
        "Telegraph Politics WhatsApp Group: Sign up for the latest Brexit and coronavirus updates",
        "Sign up for our subscriber-exclusive Brexit Bulletin with Edward Malnick, James Crisp and Asa Bennett",
        "Start your day with Front Bench, the Telegraph's essential political briefing",
        "Listen to Chief Political Correspondent Christopher 'Chopper' Hope's podcast, every week",
        "Herd immunity could now be our least bad option",
        "Sage's recommended cure would kill the patient entirely ",
        "Who is worse – Donald Trump or Joe Biden? I don’t envy the decision facing US voters ",
        "Sanna Marin is an impressive world leader – so why are we talking about her cleavage?",
        "For all the angry talk from both sides, a Brexit trade deal is coming down the track",
        "The Government doesn't understand travel – why aren't they asking experts to help?",
        "Unionists need not panic yet... it is the economy that matters above all else"
    ],
    "https://www.mirror.co.uk/news/politics/": [
        "Boris Johnson tells Andy Burnham to obey him or 'people will die' in brutal ultimatum",
        "Patrick Vallance supports Chris Whitty that Tier 3 Covid restrictions not strict enough",
        "Boris Johnson says new '15-minute' Covid test touted by Donald Trump will 'save lives and jobs'",
        "Boris Johnson fluffs coronavirus childcare rules in dodgy advice to single dads",
        "All Andy Burnham's demands before Manchester can join Tier 3 lockdown",
        "What happens now with Brexit? Boris Johnson's statement explained and what it means for you",
        "Brexit: Boris Johnson tells Brits to get ready for no-deal claiming 'talks are over'",
        "Coronavirus lockdown changes tomorrow: What you can and can't do from Saturday",
        "Wales preparing three-week circuit breaker lockdown which 'could take force next Friday'",
        "Lancashire goes into Tier 3 lockdown with pubs forced to shut",
        "Scientists warn England coronavirus deaths 'likely to hit' 240-690 a day in less than fortnight",
        "Coronavirus cases hit 27,900 a day in England as 1 in 160 people now infected",
        "How three-tier lockdown rules will work - and the areas set to be worst-hit",
        "Allegra Stratton's journey from producer to Boris Johnson's '£100k-a-year spokesperson'",
        "Brexit: You need to start visiting the vet now if you're taking a pet on holiday next year",
        "What new coronavirus lockdown rules could Boris Johnson announce? What we know so far",
        "Boris Johnson's government slated for handling of coronavirus in reader survey",
        "What time is the US Election Vice Presidential debate? UK TV channel and how to watch"
    ],
    "https://www.express.co.uk/news/politics": [
        "Brexit crisis: Boris warned EU won't finally cave to UK demands - 'Don't trust them!'",
        "Sturgeon shamed: Galloway rages at 'point-scoring' against Boris - 'Nothing to crow about'",
        "Brexit fishing row: Macron warned HUGE gamble will leave him with 'egg on his face'",
        "Emmanuel Macron could be forced to PAY for French boats to fish in Brexit Britain's waters",
        "BBC's Katya Adler exposes how Angela Merkel's Brexit wish was instantly shut down by Boris",
        "Brexit LIVE: Boris left with 'no choice' but to shut door on EU -talks near total collapse",
        "Tim Martin tells Boris Johnson to change COVID approach or risk 'sinking like a stone'",
        "Boris Johnson told no deal Brexit 'lesser of two evils' as UK unable to agree to EU terms",
        "SNP fury: Smacking ban leaflets urge children to speak out - 'Contempt for parents!'",
        "Nicola Sturgeon warned 'unhealthy' independence dream will get Scotland 'nowhere'",
        "Brexiteer accuses EU of TRAPPING Britain with damaging red tape - including fishing rules",
        "It's your duty! Jacob Rees-Mogg snaps at SNP's virtual Parliament demands",
        "SNP accused of 'wasting time' after latest figures sparks fury – ‘What is going on?’",
        "Brexit poll: After Boris's ultimatum, will EU finally cave and accept UK demands? VOTE",
        "London Mayor shamed: 'Weak' Sadiq Khan attacked over 'latest betrayal of our capital'",
        "EU panic: German, French and Italian businesses issue plea over no deal Brexit fears",
        "'Walk away now!' Boris backed over tough stance and ordered to end 'nonsense' Brexit talks",
        "'Didn’t take us seriously' Brexiteer shames EU before admitting he's 'praying for no deal'"
    ],
    "https://metro.co.uk/tag/politics/": [
        "Council tax debts soar 40% as Dominic Cummings ‘has his written off’",
        "Conservative MP resigns from Government in lockdown protest",
        "MPs approve new three tier coronavirus system despite Tory rebellion fears",
        "Labour calls for a ‘circuit-breaker’ lockdown",
        "Professional Donald Trump impersonator thinks his inspiration will win re-election",
        "Attempt to protect UK food standards after Brexit rejected by MPs",
        "Awkward moment TV presenter forgets who the Green Party leader is",
        "Pub staff to get wages topped up when lockdown 2.0 hits in new ‘local furlough’",
        "Is your area one of 200 at risk of strict tier three lockdown?",
        "Sacked cabin crews ‘should retrain as care workers and nurses’, head of DWP says",
        "Boris branded ‘biggest idiot PM ever’ in stinging Labour attack on Government",
        "Boris supports wind power after saying it ‘wouldn’t pull skin off a rice pudding’",
        "Boris Johnson facing Tory rebellion over rule of six and 10pm pub curfew",
        "American in London spends hours calling US voters to encourage them to kick Donald Trump out",
        "16,000 cases missed ‘because health chiefs ran out of columns on Excel’",
        "Donald Trump fan says ‘I’d die for that man’ during drive-by that ‘put lives at risk’",
        "Trump signs blank piece of paper in staged photo ‘to show he’s still working in hospital’",
        "What happens if Donald Trump is too ill to run for re-election?"
    ],
    "https://www.standard.co.uk/news/politics": [
        "PM threatens to intervene amid Tier 3 clash with Manchester leaders ",
        "Analysis: No Deal would be symbol of failure - but the game isn't over",
        "PM says UK should prepare for No Deal with EU after Brussels bust-up",
        "Economic woe or health crisis: the dilemma for Cabinet",
        "I'll answer as I like: Raab clashes with BBC host over Tier 3 lockdown",
        "Ban on allowing undercover agents to torture, kill and rape defeated",
        "Crunch time for Brexit talks as EU puts pressure on UK over deal",
        "PMQs review: A robot war of 'opportunistic' whataboutery ",
        "Brexit trade talks expected to continue beyond PM's looming deadline",
        "Tory leader ‘disgusted’ to be ‘misrepresented’ by Starmer at PMQs",
        "I rule out nothing, PM says when quizzed on circuit breaker lockdown",
        "EU bosses ramp up Brexit no deal preparations ahead of crunch summit ",
        "Care bosses 'highly concerned' about second spike plan for care homes",
        "Labour frontbencher tests positive for coronavirus",
        "MP fights back tears after learning of friend's Covid-19 death",
        "MPs back ‘three-tier’ system as Tory rebels vote against 10pm curfew",
        "Sir Keir Starmer calls for 'circuit breaker' lockdown in England",
        "Lib Dem mayoral candidate vows to speak for 'millennial Londoners'"
    ],
    "https://www.manchestereveningnews.co.uk/all-about/politics": [
        "Casual sex ban for those who don't live together in Tiers 2 and 3 under new lockdown rules",
        "'Not just older people getting admitted to hospital' - chief scientist warns",
        "RECAP: Boris Johnson coronavirus press conference as Prime Minister addresses nation",
        "Lancashire was 'bullied' into accepting Tier 3 lockdown, council leader claims",
        "Boris Johnson tells Greater Manchester leaders to 'show the type of leadership seen in Liverpool, Lancashire and London'",
        "Dominic Raab says Andy Burnham should be working with the government now 'instead of pulling up the drawbridge' as lockdown row rumbles on",
        "Matt Hancock calls on Greater Manchester leaders to 'set aside party politics' as Tier 3 lockdown negotiations continue",
        "'Utter waste of time' - MPs blast government over Greater Manchester lockdown meeting",
        "US Election 2020: Is there a Trump vs Biden debate tonight?",
        "When will Greater Manchester find out about Tier 3 lockdown decision - the timetable",
        "Are we heading for a 'circuit breaker' lockdown and what will it mean? This is everything we know so far",
        "People in worst-hit areas of England to be banned from travelling to Wales",
        "Boris Johnson does not rule out introducing circuit-breaker national lockdown",
        "Northern Ireland confirms four-week 'circuit breaker' lockdown",
        "Covid pub closures: What is a 'substantial meal'? Not crisps - and only pasties if served on a plate with a side, according to minister",
        "Labour Party leader Sir Keir Starmer calls for two to three week 'circuit breaker' lockdown",
        "Boris Johnson says negations to move more northern areas to Tier 3 lockdown restrictions continue",
        "The rules and advice around going to weddings and funerals in Tier 2 lockdown areas"
    ],
    "https://uk.news.yahoo.com/tagged/politics/": [
        "Cabinet Office to hire photographer in effort to level up government’s image",
        "Matt Hancock’s measles misunderstanding",
        "What did Boris Johnson mean by an Australia-style system of trade?",
        "Boris Johnson tells UK: prepare for a no-deal Brexit",
        "What was the point of Johnson's Brexit statement? To save face",
        "Channel 4 to broadcast TV debate on lockdown",
        "UK economy not ready for no-deal Brexit, say business leaders",
        "Merkel urges Johnson not to abandon Brexit negotiations",
        "Brexit: No 10 startled by EU insistence that UK accept trade terms",
        "Government spending on Covid consultancy contracts rises to £175m",
        "Two Labour frontbenchers quit over failure to oppose MI5 bill",
        "Travellers from Italy must quarantine on arrival in UK",
        "Teetering Matt Hancock ignores head and heart and sticks to PM's script",
        "New Brexit law will let vulnerable EU citizens apply late to stay in UK",
        "UK doctors and health experts back Covid-19 'circuit breaker'",
        "Is it decision day on Brexit talks – and what is still to be resolved?",
        "Starmer has the intellect, the economics, the science. Johnson has his apathy",
        "EU deal still possible, PM to be told, as potential fisheries plan emerges"
    ],
    "https://news.sky.com/politics": [
        "Manchester mayor continues war of words with No 10 over Tier 3 measures ",
        "Liverpool mayor's brother dies after contracting coronavirus",
        "Former PM Tony Blair denies breaking COVID rules after trip to US",
        "Barnier told to stay home after PM says EU 'abandoned free trade Brexit deal'",
        "PM's words will have consequences as time runs out for EU trade deal",
        "Millions of 15-minute COVID tests being developed for UK, says PM",
        "Speaker bans booze in all House of Commons bars and restaurants",
        "Will people die as a result of politicians 'squabbling'?",
        "PM warns of 'grave' situation in Greater Manchester",
        "'We need more money for Lancashire'",
        "What is the Internal Market Bill and why is it controversial?",
        "The coronavirus recession in 7 stats: How bad is it?",
        "PM warns Manchester leaders he will intervene if they won't agree to Tier 3",
        "'We are being set up': Fuming Manchester leaders 'unanimously reject' Tier 3 plan",
        "PM's negotiator hits back at EU's stance on Brexit talks after Brussels summit",
        "Five-person team gets £25k a day to work on Test and Trace system",
        "Labour leader Starmer hit by series of resignations and major rebellion",
        "MP who travelled with COVID will face no further action from Met Police"
    ],
    "https://www.thetimes.co.uk/politics": [
        "How does Johnson’s simplified tier system work?",
        "Labour rebels defy whip and vote against ‘licence to kill bill’",
        "Tories now doubt scientists they pledged to follow",
        "Scientists predict 1m tests a day",
        "A guide to interpreting Merkel, Macron, Johnson and Barnier",
        "London lockdown to begin on Saturday",
        "Give Brexit talks time, adviser urges PM",
        "Deep divisions triggered by Brexit debate are here to stay",
        "Investors rush to take profits before Brexit deadline",
        "Ports fear back up of lorries after Brexit",
        "Martin: We have to protect fishing communities after Brexit",
        "I Am Greta — the activist unpacked: vulnerable and jaw-droppingly brave",
        "Harris goes into quarantine in blow to Democrats",
        "Queues of early voters put US on path to record poll",
        "Finland plunges chest-first into sexism row as PM dares to bare",
        "Putin’s inner circle sanctioned over Navalny attack",
        "Election candidates in Canada outed for links to Beijing",
        "Trump defiant as Republicans warn of Biden ‘tsunami’"
    ]
}